
#include <locale.h>

#include <stdio.h>

void main()
{
	setlocale(LC_ALL, ".UTF-8");
	getchar();
	name();
	date();
}

void name()
{
	puts("*******************************************");
	puts("*                                         *");
	puts("* тема: Разработка консольного приложения *");
	puts("*    Выполнила Мажирина Е.А.              *");
	puts("*                                         *");
	puts("*******************************************");

}
void date()

{

	puts(" . __   __   __   __  __");
	puts("/| __| |  | |__| |  ||__|");
	puts(" | __| |__| |__| |__||__|");

}